{
  "lang_code": "de",
  "order": "2",
  "lang_name": "Deutsch 🇩🇪",
  "start": "Hallo! Ich bin *EZ Sticker Bot*. Ich kann dir helfen, Sticker zu erstellen. Schreibe /help um loszulegen, oder /info um mehr über mich zu erfahren.\n\n🌐 Um die Sprache zu ändern, benutze /lang.",
  "help": "Um einen Sticker zu einem Pack von @Stickers hinzuzufügen, muss deine Bilddatei im png-Format sein, mindestens eine der Kanten eine Länge von 512px haben, sowie die Gesamtgröße kleiner als 512Kb sein.\n\nDu kannst mir irgendein Foto oder einen Sticker senden und ich werde das Bild auf die richtigen Dimensionen bringen. Dann sende ich dir die fertige Datei zurück, die du direkt deinem Stickerpack hinzufügen kannst!",
  "forward_to_stickers": "Leite das an @Stickers weiter\n@EzStickerBot",
  "cant_process": "Ich kann damit nichts anfangen.",
  "send_sticker_photo": "Sende mir ein *Foto* oder einen *Sticker*.",
  "info": "*EZ Sticker Bot* ist ein Bot, den ich völlig unentgeltlich entwickle und hoste, wobei mir allein die Zufriedenheit meiner Telegram-Nutzer am Herzen liegt.\n\nDiesen Bot in deinen Gruppen und Channels zu teilen, würde anderen helfen genau so einfach ihre eigenen Stickerpacks zu erstellen, wovon wir alle profitieren.\n\nIch habe bis jetzt *{:,}* Sticker für Nutzer erstellt.",
  "contact_dev": "Entwickler anschreiben",
  "source": "Quellcode",
  "rate": "Bewerten ⭐⭐⭐⭐⭐",
  "restarting": "Bot wird neu gestartet...",
  "select_lang": "Sprache wählen.",
  "lang_set": "Sprache auf Deutsch gestellt.\n\nVielen Dank an $62056065 und $183063665 für die deutsche Übersetzung!",
  "invalid_command": "Sorry, ich verstehe dieses Kommando nicht.",
  "no_permission": "Du kannst das im Moment nicht tun.",
  "broadcast_in_reply": "Sende `/broadcast` als Antwort auf die Nachricht, die gesendet werden soll.",
  "will_broadcast": "Ok, deine Nachricht wird gesendet.",
  "broadcast_only_text": "Zurzeit können nur *Textnachrichten* per broadcast versendet werden.",
  "stats": "Ich habe *{:,}* Sticker für *{:,}* Nutzer erstellt seit dem *10.23.2017*.\n\nDu hast *{:,}* stickers seid dem *3.17.2019* erstellt.\n\nIch habe folgende Sprache erkannt und diese auf *{:,}* festgelegt. Nicht-English sprechende.\n\nVon *{:,}* Benutzern, haben *{:,}* gewählt Ankündigungen zu erhalten, während *{:,}* sich dagegen entschieden haben.",
  "lang_stats": "*Sprachstatistiken:*",
  "send_timeout": "Zeitüberschreitung beim Hochladen des Stickers zu den Telegram Servern. Versuch es in einigen Minuten nochmal.",
  "doc_not_img": "Das Dokument muss ein Bild sein.",
  "share": "Teilen",
  "share_desc": "Teile Informationen über EzStickerBot mit diesem Chat",
  "share_text": "Hey, ich benutze *EzStickerBot* um meine eigenen Sticker zu erstellen ohne dafür Telegram verlassen zu müssen. Sende ein Bild oder Sticker und er wird es für dich konvertieren und auf die richtige Größe bringen!",
  "make_sticker_button": "Probier es aus 👉",
  "too_many_urls": "Bitte schicke nur eine URL zur Zeit.",
  "invalid_url": "`{}` ist keine gültige URL.",
  "url_does_not_exist": "Die URL `{}` existiert nicht.",
  "url_timeout": "Zeitüberschreitung bei dem Versuch sich mit `{}` zu verbinden.",
  "unable_to_connect": "Verbindung zu `{}` konnte nicht hergestellt werden.",
  "url_not_img": "`{}` ist keine gültige Bild URL.",
  "opt_out_info": "Du kannst mit /optout zu jeder Zeit Ankündigungen, wie diese hier, unterbinden.",
  "opted_out": "Du hast ausgewählt keine globalen Bot Ankündigungen mehr zu bekommen.\n\nDu kannst /optin zu jeder Zeit benutzen, um wieder globale Ankündigungen zu erhalten.",
  "opted_in": "Du hast gewählt erneut globale Bot Ankündigungen zu erhalten.\n\nDu kannst zu jeder Zeit /optout benutzen, um dies wieder zu unterbinden.",
  "already_opted_out": "Du hast bereits ausgewählt keine globalen Bot Ankündigungen mehr zu erhalten!",
  "already_opted_in": "Du hast bereits ausgewählt globale Bot Ankündigungen zu erhalten.",
  "forward": "Weiterleiten",
  "your_sticker": "Dein Sticker",
  "forward_desc": "Klicke hier um deinen ausgewählten Sticker zu senden",
  "cancel": "Abbrechen",
  "icon_command_info": "Du kannst jetzt Icons für deine Stickerpacks festlegen, welche anstatt des ersten Stickers in der Stickerliste des Benutzers angezeigt werden. Diese Icons müssen die Größe 100x100 einhalten und quadratisch sein. Wenn du mir kein quadratisches Bild sendest, werde ich einen transparenten Hintergrund von oben und unten an das Bild setzen um es quadratisch zu machen. Je näher die originalen Dimensionen jedoch an ein Quadrat herankommen, desto besser wird es am Ende aussehen. Falls deine neuen Stickerpack Icons nicht nach einer Stunde angezeigt werden, benutzt du vielleicht einen inoffiziellen Clienten, welchen noch nicht für die Verwendung von Icons aktualisiert wurde.\n\n*Achtung: Nach dem Hinzufügen eines Icons zu deinem Stickerpack kann dieses beliebig geändert, aber nicht mehr gelöscht werden. Du kannst jedoch ein Icon aus dem ersten Sticker erstellen; allerdings wird es das automatische Festlegen des ersten Stickers als Icon nicht wiederherstellen.",
  "icon_command": "Benutze den /setpackicon Befehl in @Stickers und sende dann das Foto, den Sticker oder die Bild-URL welche ich zum Icon verwandeln soll.",
  "icon_canceled": "Ok, die Icon Erstellung ist abgebrochen. Du bist jetzt wieder im normalen Modus zur Sticker Erstellung.",
  "empty_log": "Die Logdatei ist leer!",
  "spam_limit_reached": "Whoa, du bist aber schnell!\n\nAufgrund der limitierten Kapazitäten des Servers und der Popularität des Bots, sind Benutzer auf *{} Anfragen* alle *{} Minuten* beschränkt. Diese Limitierung sorgt dafür, den Bot für jeden allseits verfügbar zu halten.\n\nDu kannst in *{} Minuten* und *{} Sekunden* einen neuen Sticker erstellen.",
  "donate": "Vielen Dank für die Unterstützung des EzStickerBot! Deine Spende hilft dabei den Server zu unterhalten, sowie schnell und werbefrei zu bleiben.",
  "forward_animated_sticker": "Benutze @Stickers um ein animiertes Stickerpack zu erstellen und klicke dann den *forward* Button wenn du nach einem animierten Sticker im *TGS* Format gefragt wirst.",
  "donate_suggest": "Wow! Du hast bereits *{}* Sticker erstellt!\n\nWenn dir der Bot gefällt, würde ich mich über eine Spende über /donate freuen. Es würde helfen, den Bot weiterhin flott und Werbefrei zu halten!"
}
