{
  "lang_code": "en",
  "order": "0",
  "lang_name": "English 🇺🇸",
  "start": "Hello! I'm *EZ Sticker Bot*. I can help you make stickers! Type /help to get started or /info to get information about me.\n\n🌐 To change the bot language use /lang.",
  "help": "To add a sticker to a pack with @Stickers, your file must be saved in png format, have at least one dimension of 512px, and be less than 512Kb.\n\nYou can send me any photo or sticker, and I will format it to meet all three requirements and send it back to you as a file ready to be added to your pack!",
  "forward_to_stickers": "Forward this to @Stickers\n@EzStickerBot",
  "cant_process": "I can't process that content.",
  "send_sticker_photo": "Send me a *photo* or *sticker*.",
  "info": "*EZ Sticker Bot* is a bot that I develop and host with no expectation of ever gaining anything from it other than the satisfaction of helping fellow Telegram users.\n\nSharing this bot in your groups/channels would help people make their own great sticker packs for us all to use!\n\nI've created *{:,}* stickers for people so far!",
  "contact_dev": "Contact dev",
  "source": "Source",
  "rate": "Rate ⭐⭐⭐⭐⭐",
  "restarting": "Restarting bot...",
  "select_lang": "Select language.",
  "lang_set": "Language set to English.",
  "invalid_command": "Sorry, I don't recognize that command.",
  "no_permission": "You don't have permission to do that.",
  "broadcast_in_reply": "Use `/broadcast` in reply to the message to be sent.",
  "will_broadcast": "Ok, your message will be sent.",
  "broadcast_only_text": "Currently only *text* messages can be broadcasted.",
  "stats": "I have created *{:,}* stickers for *{:,}* unique users since *10.23.2017*.\n\nYou personally have created *{:,}* stickers since *3.17.2019*.\n\nI have detected and automatically set the bot language for *{:,}* non-English speakers.\n\nI have been shared via inline *{:,}* times.\n\nOut of *{:,}* users, *{:,}* are opted in to receiving announcements and *{:,}* are opted out.",
  "lang_stats": "*Language Stats:*",
  "send_timeout": "Timed out when trying to upload formatted sticker to Telegram servers. Please wait a minute and try again.",
  "doc_not_img": "The document must be an image.",
  "share": "Share",
  "share_desc": "Share information about EzStickerBot with this chat",
  "share_text": "Hey, I'm using *EzStickerBot* to make my own stickers without ever leaving Telegram!\n\nSend it any photo or sticker and it will convert and resize it for you!",
  "make_sticker_button": "Check it out 👉",
  "too_many_urls": "Please only send one URL at a time.",
  "invalid_url": "`{}` is not a valid URL.",
  "url_does_not_exist": "The URL `{}` does not exists.",
  "url_timeout": "Timed out when attempting to connect to `{}`.",
  "unable_to_connect": "Unable to connect to `{}`.",
  "url_not_img": "`{}` is not a valid image URL.",
  "opt_out_info": "You can use /optout at any time to stop receiving future announcements like this one.",
  "opted_out": "You have opted out of receiving global bot announcements.\n\nYou can use /optin at any time to start receiving global messages again.",
  "opted_in": "You have opted to receive global bot announcements once again.\n\nYou can use /optout at any time to stop receiving global messages again.",
  "already_opted_out": "You have already opted out of receiving global bot announcements!",
  "already_opted_in": "You are already opted in and will receive global bot announcements!",
  "forward": "Forward",
  "your_sticker": "Your Sticker",
  "forward_desc": "Click here to send the sticker you selected",
  "cancel": "Cancel",
  "icon_command_info": "You can now set an icon for your sticker packs to display in a user's list of packs instead of just the first sticker in the pack. Icons are 100x100 and _must_ be square. If you send me an image that isn't square I will add transparent background above and below it in order to make it square, but the closer the original dimensions are to being square the better it will look. If you aren't seeing your new pack icon an hour after adding it you may be using an unofficial client that hasn't been updated to support icons yet.\n\n*Warning: Once you add an icon to your sticker pack you can change it but not remove it. You can create an icon of your first sticker and set it as that but you cannot revert to the default behavior of the pack using the first sticker automatically.*",
  "icon_command": "Use the /setpackicon command in @Stickers and then send the photo, sticker, or image URL you want to turn into an icon to me.",
  "icon_canceled": "Ok, I've canceled the creation of an icon. You are now back in normal sticker creation mode.",
  "empty_log": "Log file is empty!",
  "spam_limit_reached": "Whoa, you're going pretty fast!\n\nDue to the limited capacity of the server and the popularity of this bot, users are currently limited to no more than *{} requests* in *{} minutes*. This limit helps to make sure the bot is available for everyone.\n\nYou can create another sticker in *{} minutes* and *{} seconds*.",
  "donate": "Thank you for supporting EzStickerBot! Your donation will help pay for server costs and keep this bot fast and ad-free.",
  "forward_animated_sticker": "Use @Stickers to create an animated sticker pack then click the *forward* button when you are asked to send an animated sticker file in *.TGS* format.",
  "donate_suggest": "Wow! You've already made *{}* stickers!\n\nIf you're enjoying using this bot, please consider donating with /donate to help keep it fast and ad-free!"
}
