{
  "lang_code": "es",
  "order": "1",
  "lang_name": "Español 🇪🇸",
  "start": "¡Hola! Soy *EZ Sticker Bot*. Puedo ayudarte a hacer stickers. Escriba /help para empezar o /info para conseguir más información sobre mi.\n\nPara cambiar el idioma del bot, escriba /lang.",
  "help": "¡Para añdir un sticker a un paquete con @Stickers, su archivo debe ser guardado en el formato de .png, tener al menos una dimensión  de 512px, y pesar menos de 512Kb.\n\nTú puedes enviarme cualquier foto o sticker, yo haré un formato con los tres requisitos necesarios para crear un sticker en Telegram y te lo enviaré como un archivo listo para ser añadido a su paquete de stickers!",
  "forward_to_stickers": "Mandar esto a @Stickers\n@EzStickerBot",
  "cant_process": "No puedo procesar este contenido.",
  "send_sticker_photo": "Mandame una *foto* o *sticker*.",
  "info": "¡*EZ Sticker Bot* es un bot que he desarrollado sin ninguna intención de ganar dinero, pero sí con la intención de ayudar a la comunidad de Telegram.\n\nCompartir este bot en su grupo/canal para ayudar a la comunidad de Telegram a hacer sus propios paquetes de stickers para que todos puedan usarlos!\n\n¡He creado *{:,}* stickers hasta ahora!",
  "contact_dev": "Contactar al desarrollador",
  "source": "Código fuente",
  "rate": "Puntuar el bot",
  "restarting": "reiniciando el bot.",
  "select_lang": "Seleccionar Idioma.",
  "lang_set": "Idioma configurado en español.\n\n¡Gracias a $259363097 y $92817359 por hacer que este bot esté disponible en español!",
  "invalid_command": "Perdon, no reconozco ese comando.",
  "no_permission": "Usted no tiene permiso de hacer esto.",
  "broadcast_in_reply": "Utilize `/broadcast`en respuesta al mensaje para ser enviado.",
  "will_broadcast": "Bien, su mensaje será¡ enviado.",
  "broadcast_only_text": "Por ahora solo *text* mensajes puede ser difundido.",
  "stats": "He creado *{:,}* stickes para *{:,}* usuarios desde *10.23.2017*.\n\nUsted ha creado *{:,}* stickers desde *3.17.2019*.\n\nHe detectado y configurado automáticamente el idioma del bot para *{:,}* personas que no hablan inglés.\n\nHe sido compartido vía inline *{:,}* veces.\n\nDe los usuarios de *{:,}*, *{:,}* optan por recibir anuncios y *{:,}* se excluyen.",
  "lang_stats": "*Estadistica de Idioma:*",
  "send_timeout": "Tiempo expirado tratando de cargar sticker a servidores de Telegram. Por favor espere un minuto e inténtelo de nuevo.",
  "doc_not_img": "El archivo tiene que ser una imagen.",
  "share": "Compartir",
  "share_desc": "Compartir información sobre EzStickerBot en esta sala para charlar",
  "share_text": "¡Hey estoy usando *EzStickerBot* para hacer mis propios stickers sin salir de telegram, pruébalo tú también!\n\n¡Manda cualquier foto o sticker que quieras y el bot lo convertirá¡ y redimensionará¡ por usted!",
  "make_sticker_button": "Echale un vistazo 👉",
  "too_many_urls": "Por favor, envíe sólo una URL a la vez.",
  "invalid_url": "`{}` no es una URL válida.",
  "url_does_not_exist": "La URL `{}` no existe.",
  "url_timeout": "Tiempo límite de espera agotado al intentar conectarse a `{}`.",
  "unable_to_connect": "No se puede conectar a `{}`.",
  "url_not_img": "`{}` no es una URL de imagen válida.",
  "opt_out_info": "Puede utilizar /optout en cualquier momento para dejar de recibir futuros anuncios como éste.",
  "opted_out": "Usted ha optado por no recibir anuncios de bot globales.\n\nPuede utilizar /optin en cualquier momento para volver a recibir mensajes globales.",
  "opted_in": "Usted ha optado por recibir anuncios de bot globales una vez más.\n\nPuede utilizar /optout en cualquier momento para dejar de recibir mensajes globales de nuevo.",
  "already_opted_out": "Ya has optado por no recibir anuncios de bot globales!",
  "already_opted_in": "Ya estás inscrito y recibirás anuncios de bot globales!",
  "forward": "Reenviar",
  "your_sticker": "Tu Sticker",
  "forward_desc": "Haga clic aquí para enviar el sticker que ha seleccionado.",
  "cancel": "Cancelar",
  "icon_command_info": "Ahora puede configurar un icono para que se muestre en la lista de paquetes de stickers de un usuario en lugar de sólo el primer sticker del paquete. Los iconos son de 100x100 y deben ser cuadrados. Si me envías una imagen que no es cuadrada, añadiré un fondo transparente por encima y por debajo para hacerla cuadrada, pero cuanto más cerca estén las dimensiones originales de ser cuadrada, mejor se verá. Si no estás viendo tu nuevo icono de paquete de stickers en una hora después de añadirlo, es posible que estés usando un cliente no oficial que aún no ha sido actualizado para soportar iconos.\n\n*Advertencia: Una vez que hayas añadido un icono a tu paquete de stickers, podrás cambiarlo pero no eliminarlo. Puedes crear un icono de tu primer sticker y configurarlo como tal, pero no puedes revertir esta acción una vez que hayas utilizado la creación de icono por default usando el primer sticker como icono automáticamente.*",
  "icon_command": "Usa el comando /setpackicon en @Stickers y luego envíame la foto, sticker o URL de la imagen que quieras convertir en un icono.",
  "icon_canceled": "Ok, he cancelado la creación de un icono. Ahora está de nuevo en el modo normal de creación de stickers.",
  "empty_log": "¡El archivo de registro está vacío!",
  "spam_limit_reached": "¡Vaya, vas muy rápido!\n\nDebido a la capacidad limitada del servidor y a la popularidad de este bot, los usuarios están limitados a no más de *{} solicitudes* en *{} minutos*. Este límite ayuda a asegurar que el bot esté disponible para todos.\n\nPuedes crear otro sticker en *{} minutos* y *{} segundos*.",
  "donate": "¡Gracias por apoyar a EzStickerBot! Su donación ayudará a pagar los costos del servidor y a mantener este bot rápido y sin publicidad.",
  "forward_animated_sticker": "Utiliza @Stickers para crear un pack de stickers animados y luego haz clic en el botón *regresar* cuando se te pida que envíes un archivo de stickers animados en formato *.TGS*.",
  "donate_suggest": "¡Genial! ¡Ya has hecho *{}* stickers!\n\nSi estás disfrutando usando este bot, por favor considera donar con /donate para ayudar a mantenerlo ¡rápido y sin publicidad!"
}
