{
  "lang_code": "it",
  "order": "4",
  "lang_name": "Italiano 🇮🇹",
  "start": "Ciao! Sono *EZ Sticker Bot*. Posso aiutarti a fare gli sticker! Prova /help per iniziare oppure /info per ricevere informazioni su di me.\n\n🌐 Per cambiare la lingua del bot, usa /lang.",
  "help": "Per aggiungere uno sticker ad un pacchetto con @Stickers, il tuo file deve essere salvato in formato png, avere almeno un lato di 512px , e pesare meno di 512Kb.\n\nPuoi inviarmi qualunque foto o sticker, e lo formatterò in modo tale da soddisfare tutti e tre i requisiti e rinviartelo come file pronto per essere aggiunto al tuo pacchetto.",
  "forward_to_stickers": "Invia questo a @Stickers\n@EzStickerBot",
  "cant_process": "Non posso elaborare quel contenuto.",
  "send_sticker_photo": "Inviami una *photo* or *sticker*.",
  "info": "*EZ Sticker Bot* e' un bot che sviluppo e hosto senza alcuna aspettiva di guadagno da esso ad eccezione della soddisfazione nell'aiutare altri utenti di Telegram.\n\nCondividere questo bot ad altri gruppi/canali aiuterebbe molte persone a creare i propri pacchetti di sticker da condividere in seguito con tutti noi!\n\nHo creato *{:,}* sticker fino ad ora!",
  "contact_dev": "Contatta lo sviluppatore",
  "source": "Source",
  "rate": "Rate ⭐⭐⭐⭐⭐",
  "restarting": "Restartando il bot...",
  "select_lang": "Seleziona la lingua.",
  "lang_set": "Lingua impostata su Italiano.\n\nGrazie a $389316783 per aver reso questo bot disponibile in Italiano!",
  "invalid_command": "Mi dispace, non riconosco tale comando.",
  "no_permission": "Non hai i permessi necessari per farlo.",
  "broadcast_in_reply": "Usa `/broadcast` in risposta al messaggio da inviare",
  "will_broadcast": "Ok, il tuo messaggio verra' inviato.",
  "broadcast_only_text": "Attualmente solo i messaggi *text* possono essere trasmessi. ",
  "stats": "Ho creato *{:,}* sticker per *{:,}* utenti singoli dal *10.23.2017*.\n\nHai creato *{:,}* sticker a partire dal *3.17.2019*.\n\nHo rilevato e automaticamente cambiato la lingua del bot per *{:,}* utenti non anglofoni.\n\nSono stato condiviso direttamente *{:,}* volte.\n\nSu *{:,}* utenti, *{:,}* hanno deciso di ricevere gli annunci mentre *{:,}* no.",
  "lang_stats": "*Language Stats:*",
  "send_timeout": "Connessione scaduta mentre caricavo lo sticker sui server di Telegram. Le prego di aspettare un minuto e riprovare.",
  "doc_not_img": "Il documento deve essere un'immagine.",
  "share": "Condividi",
  "share_desc": "Condividi informazioni su EzStickerBot con questa chat",
  "share_text": "Hey, sto usando *EzStickerBot* per creare i miei sticker personali senza mai lasciare Telegram!\n\nInviagli qualunque foto o sticker e lo convertirà e ridimensionerà per te!",
  "make_sticker_button": "Dagli un'occhiata 👉",
  "too_many_urls": "Si prega di inviare solo un URL alla volta.",
  "invalid_url": "`{}` non è un URL valido.",
  "url_does_not_exist": "L'URL `{}` non esiste.",
  "url_timeout": "Connessione persa durante la connessione a `{}`.",
  "unable_to_connect": "Impossibile connettersi a `{}`.",
  "url_not_img": "`{}` non è un URL immagine valido.",
  "opt_out_info": "Puoi usare /output in ogni momento per non ricevere annunci come questo.",
  "opted_out": "Hai deciso di non ricevere più gli annunci globali del bot.\n\nPuoi usare /optin in ogni momento per ricevere messaggi globali nuovamente.",
  "opted_in": "Hai deciso di ricevere nuovamente gli annunci globali del bot.\n\nPuoi usare /optout in ogni momento per non ricevere più messaggi globali.",
  "already_opted_out": "Hai già deciso di non ricevere gli annunci globali del bot!",
  "already_opted_in": "Hai già deciso di ricevere gli annunci globali del bot, e li riceverai!",
  "forward": "Invia",
  "your_sticker": "Il Tuo Sticker",
  "forward_desc": "Clicca qui per inviare lo sticker che hai selezionato",
  "cancel": "Annulla",
  "icon_command_info": "Puoi ora impostare un'icona per i tuoi pacchetti, da mostrare nella lista di questi ultimi degli utenti, invece che il primo sticker in esso. Le icone sono 100*100 e _devono_ essere quadrate. Se invii un'immagine non quadrata, aggiungerò uno sfondo trasparente al di sopra e al di sotto di essa per renderla quadrata, ma più le dimensioni originali saranno simili ad un quadrato, più sarà meglio a vedersi. Se non vedi la tua nuova icona del pacchetto dopo un'ora all'aggiunta, potresti star utilizzando un client non ufficiale che non è stato ancora aggiornato per supportare le icone.\n\n*Attenzione: Una volta aggiunta un'icona al tuo pacchetto, puoi cambiarla ma non rimuoverla. Puoi creare un'icona del tuo primo sticker e impostarla, ma non puoi ripristinare il sistema precedente che utilizzava automaticamente il primo sticker.*",
  "icon_command": "Usa il comando /setpackicon in @Stickers e poi inviami la foto, sticker, o URL dell'immagine che vuoi rendere un'icona.",
  "icon_canceled": "Ok, ho cancellato la creazione di un'icona. Sei ritornato alla creazione standard degli sticker.",
  "empty_log": "Il log file è vuoto!",
  "spam_limit_reached": "Whoa, stai andando parecchio veloce!\n\nData la capacità limitata dei server e la popolarità di questo bot, gli utenti sono limitati a non più di *{} richieste* in *{} minuti*. Questo limite fa sì che il bot sia disponibile per tutti.\n\nPuoi creare un nuovo sticker in *{}minuti* e *{} secondi*.",
  "donate": "EzStickerBot ti ringrazia per il supporto ricevuto! La tua donazione aiuterà a pagare i costi del server e manterrà il bot veloce e senza pubblicità.",
  "forward_animated_sticker": "Usa @Stickers per creare uno sticker pack animato, poi clicca il bottone *invia* quando ti viene chiesto di inviare uno sticker animato nel formato *.TGS*.",
  "donate_suggest": "Wow! Hai creato *{}* sticker!\n\nSe il bot ti sta piacendo, puoi contribuire a mantenerlo veloce e senza pubblicità donando con /donate."
}
