{
  "lang_code": "nl",
  "order": "3",
  "lang_name": "Nederlands 🇳🇱",
  "start": "Hallo! Ik ben *EZ Sticker Bot*. Ik kan je helpen met stickers maken! Typ /help om te beginnen of /info voor meer informatie.\n\n🌐 Om de taal te veranderen, typ /lang.",
  "help": "Om een sticker aan een pack toe te voegen met @Stickers, moet jouw bestand opgeslagen zijn in png formaat, en één dimensie hebben van 512px, en kleiner zijn dan 512Kb.\n\nJe kan me elke sticker of foto sturen, en ik zal het omzetten om aan alle drie de vereisten te voldoen, en dan stuur ik je het bestand terug, klaar voor het stickerpack!",
  "forward_to_stickers": "Stuur dit door naar @Stickers\n@EzStickerBot",
  "cant_process": "Ik kan dit bestand niet verwerken.",
  "send_sticker_photo": "Stuur me een *foto* of een *sticker*.",
  "info": "*EZ Sticker Bot* is een bot die ik ontwikkel en host met geen verwachting om er iets aan te doen ontvangen behalve de voldoening van het helpen van andere Telegram gebruikers.\n\nHet delen van deze bot in jouw groeppen en/of kanalen helpt anderen met het maken van hun eigen geweldige stickerpacks die iedereen kan gebruiken!\n\nI'Ik heb *{:,}* stickers gemaakt voor mensen tot nu toe!",
  "contact_dev": "Contact",
  "source": "Bron",
  "rate": "Beoordeel ⭐️⭐️⭐️⭐️⭐️",
  "restarting": "Bot wordt herstart...",
  "select_lang": "Selecteer taal.",
  "lang_set": "Taal is gezet naar Nederlands.\n\nBedankt aan $195841097 voor het beschikbaar maken van deze bot in het Nederlands!",
  "invalid_command": "Sorry, maar ik herken dit bevel niet.",
  "no_permission": "Je hebt geen toestemming om dit te doen.",
  "broadcast_in_reply": "Gebruik `/broadcast` als antwoordt op het bericht dat je net hebt verzonden.",
  "will_broadcast": "Oké, je bericht wordt verzonden.",
  "broadcast_only_text": "Op het ogenblik kunnen alleen *tekst* berichtjes worden uitgezonden.",
  "stats": "Ik heb *{:,}* stickers gemaakt voor *{:,}* unieke bezoekers sinds *10.23.2017*.\n\nJe hebt *{:,}* stickers gemaakt sinds *3.17.2019*.\n\nI Ik heb automatisch gedetecteert en de bot's taal ingesteld voor *{:,}* niet-Engels sprekers.\n\nIk ben *{:,}* keer gedeelt via inline.\n\nVan *{:,}* gebruikers, hebben *{:,}* er voor gekozen om aankondigingen te ontvangen, en *{:,}* er voor gekozen dit niet te doen.",
  "lang_stats": "Taalstatistieken:*",
  "send_timeout": "Het duurde te lang om de geformatteerde sticker naar de Telegram servers te uploaden. Wacht alstublieft een minuut om het opnieuw te proberen.",
  "doc_not_img": "Het document moet een plaatje zijn.",
  "share": "Delen",
  "share_desc": "Deel informatie over EzStickerBot met deze chat",
  "share_text": "Hoi! Ik gebruik *EzStickerBot* om mijn eigen stickers te maken zonder Telegram te hoeven verlaten!\n\nZend het elke foto of sticker en het zal het voor je omzetten en herschalen!",
  "make_sticker_button": "Check 't uit 👉",
  "too_many_urls": "Verzend alleen maar één URL, alstublieft.",
  "invalid_url": "`{}` Dit is geen geldige URL.",
  "url_does_not_exist": "Deze URL `{}` bestaat niet.",
  "url_timeout": "Het duurde te lang om te verbinden met `{}`.",
  "unable_to_connect": "Kan niet verbinden met `{}`.",
  "url_not_img": "`{}` is geen geldige afbeeldings-URL.",
  "opt_out_info": "Je kan /optout gebruiken om wanneer je maar wilt berichten zoals dit niet meer te ontvangen.",
  "opted_out": "Je hebt er voor gekozen geen global bot aankondigingen meer te ontvangen.\n\nJe kan /optin gebruiken om deze berichten weer te ontvangen.",
  "opted_in": "Je hebt er voor gekozen om weer global bot aankondigingen te ontvangen.\n\nJe kan /optout gebruiken om deze berichten weer stop te zetten.",
  "already_opted_out": "Je hebt er al voor gekozen om geen global bot aankondigingen meer te ontvangen!",
  "already_opted_in": "Je hebt er al voor gekozen om global bot aankondigingen te ontvangen!",
  "forward": "Doorsturen",
  "your_sticker": "Jouw Sticker",
  "forward_desc": "Klik hier om de sticker die je hebt geselecteerd te verzenden",
  "cancel": "Annuleren",
  "icon_command_info": "Je kan nu een icoon kiezen voor je stickerpak dat andere gebruikers kunnen zien, in plaats van de eerste sticker in het pakket. Een icoon is 100x100 pixels en _moet_ vierkant zijn. Als je mij een plaatje stuurt dat niet vierkant is zal ik een transparante achtergrond aan de boven- en onderkant toevoegen om het vierkant te maken, des te dichter bij het een vierkant is, des te beter het er uit ziet. Als je nieuwe pakketicoon niet na een uur nog niet ziet, dan is het mogelijk dat jij een onofficiële client nog niet is geüpdate om deze functie te ondersteunen.\n\n*Waarschuwing: Zodra je een icoon aan je stickerpak hebt toegovoegd kan je dit niet meer verwijderen, wel kan je het veranderen. Je kan een icoon maken van je eerste sticker in het pakket, maar het kan niet terugkeren naar het standaard gedrag om de eerste sticker automatisch te selecteren.*",
  "icon_command": "Gebruik het /setpackicon commando in @Stickers en stuur mij dan de foto, sticker of URL van het plaatje dat je in een icoon wilt veranderen.",
  "icon_canceled": "Ok, ik heb het maken van een icoon geannuleerd. Je bent nu terug in normale sticker creatie modus.",
  "empty_log": "Logbestand is leeg!",
  "spam_limit_reached": "Whoa, je gaat aardig snel!\n\nDoor de gelimiteerde capaciteit van de server en de populariteit van deze bot, kunnen gebruikers niet meer dan *{} aanvragen* in *{} minuten* maken. Deze limiet zorgt ervoor dat iedereen van deze bot gebruik kan maken.\n\nJe kan een nieuwe sticker maken in *{} minuten* en *{} seconden*.",
  "donate": "Bedankt voor het steunen van EzStickerBot! Jouw donatie helpt met het betalen van de serverkosten en deze bot snel en advertentievrij te houden.",
  "forward_animated_sticker": "Gebruik @Stickers om een geanimeerd stickerpak te maken en klik dan op de *doorsturen* knop wanneer er wordt gevraagd om een geanimeerd sticker bestand te sturen in *.TGS* formaat.",
  "donate_suggest": "Wow! Je hebt al *{}* stickers!\n\nAls je deze bot leuk vindt, denk er dan alsjeblieft over om te doneren met /donate om deze bot snel en advertentievrij te houden!"
}
