{
  "lang_code": "uk",
  "order": "10",
  "lang_name": "Українська 🇺🇦",
  "start": "Вітаю! Я - *EZ Sticker Bot*. Я можу допомогти вам створити стікери. Введіть /help, щоб розпочати або /info , щоб отримати інформацію про мене.\n\n🌐 Щоб замінити боту мову пишіть /lang.",
  "help": "Щоб додати стікер до паку з @Stickers, ваш файл повинен бути збережений у форматі png, має мати принаймні одне розширення на 512 пікселів і повинен бути менше 512Kb.\n\nВи можете надіслати мені будь-яку фотографію або стікер, і я форматую його, щоб він відповідав усім трьом вимогам і відправлю його вам як файл, готовий до додавання у ваш пак!",
  "forward_to_stickers": "Перешліть це до @Stickers\n@EzStickerBot",
  "cant_process": "Я не можу обробити цей вміст.",
  "send_sticker_photo": "Надішліть мені *фото* або *стікер*.",
  "info": "*EZ Sticker Bot* - це бот, який я розробляю та розміщую, не очікуючи, що ви отримуватимете від нього, щось окрім задоволення допомагаючи колегам, користувачам Telegram.\n\nПоширення доступу до цього бота у ваших групах / каналах допоможе людям які роблять свої власні великі стікерові пакети для нас усіх!\n\nЯ створив *{:,}* стікерів для людей!",
  "contact_dev": "Зв'язатися з розробнком",
  "source": "Джерело",
  "rate": "Оцінить ⭐⭐⭐⭐⭐",
  "restarting": "Перезапуск бота...",
  "select_lang": "Виберіть мову.",
  "lang_set": "Мова налаштована на українську.\n\nДякую $398083080 і $80524354, які навчили мене української.",
  "invalid_command": "Вибачте, я не визнаю цю команду.",
  "no_permission": "Ви не маєте дозволу на це.",
  "broadcast_in_reply": "Використовуйте `/broadcast` у відповідь на повідомлення, яке потрібно надіслати.",
  "broadcast_only_text": "На разі, я можу транслювати лише *текст*.",
  "stats": "Я створив *{:,}* стікери для *{:,}* унікальних користувачів з *10.23.2017*.\n\nВи особисто створили *{:,}* стікери з *3.17.2019*.\n\nЯ розпізнав та автоматично вибрав *{:,}* мову для користувачів що не розмовляють англійською.\n\nЯ був розділений через inline *{:,}* раз.\n\nЗ *{:,}*  користувачів,  *{:,}* отримують повідомлення про роботу бота, *{:,}* а не отримують.",
  "lang_stats": "*Мовна статистика:*",
  "send_timeout": "Вичерпано час при спробі завантажити відформатовані стикери на сервери Telegram. Будь ласка, зачекайте хвилину і повторіть спробу",
  "doc_not_img": "Документ повинен бути зображенням.",
  "share": "Поділитися",
  "share_desc": "Поділитися ботом",
  "share_text": "Я використовую EzStickerBot для створення власних стікерів не виходячи з Телеграмму!\n\nВідправ будь-яке фото або стікер, і я конвертую їх для тебе!",
  "make_sticker_button": "Спробуй тут 👉",
  "too_many_urls": "Будь ласка, відправляйте тільки по одному посиланню.",
  "invalid_url": "`{}` недійсна.",
  "url_does_not_exist": "`{}` не існує.",
  "url_timeout": "З'эднання було розірване при спробі підключення до `{}`.",
  "unable_to_connect": "Не вдалося під'єднатися до `{}`.",
  "url_not_img": "`{}` не є зображенням.",
  "opt_out_info": "Для відімкнення повідомлень та нагадувань про роботу бота, ви можете скористатися командою /optout.",
  "opted_out": "Ви вимкнули глобальні повідомлення про роботу бота.\n\nСкористайтеся командою /optin для їх ввімкнення.",
  "opted_in": "Ви ввімкнули глобальні повідомлення про роботу бота.\n\nСкористайтеся командою /optout для їх вимикання.",
  "already_opted_out": "Ви вже вимкнули повідомлення про роботу бота!",
  "already_opted_in": "Повідомлення про роботу бота вже ввімкнені!",
  "forward": "Переслати",
  "your_sticker": "Ваш Стікер",
  "forward_desc": "Натисніть сюди, щоб надіслати обраний вами стікер",
  "cancel": "Скасувати",
  "icon_command_info": "Тепер ви можете встановити значок для ваших пакетів стікерів для відображення в списку пакетів користувача, а не тільки у перший стікер в пакеті. Іконки 100х100 і _мусять_ бути квадратної. Якщо ви надішлете мені зображення, яке не є квадратним, я додам прозорий фон вище та нижче нього, щоб зробити його квадратним, але чим ближче вихідні розміри до квадрату, тим краще він виглядатиме. Якщо ви не бачите значок нового пакету через годину після його додавання, ви можете використовувати неофіційний клієнт, який ще не оновлено для підтримки значків.\n\n*Попередження: після додавання значка в стікер ви можете змінити його, але не видалити. Ви можете створити значок своєї першого стікера і встановити його так, але ви не можете повернутися до поведінки за замовчуванням пакету, використовуючи перший стікер автоматично.*",
  "icon_command": "Використовуйте команду /setpackicon в @Stickers, а потім надішліть мені фотографію, стікер або URL-адресу зображення, яку ви хочете перетворити на значок.",
  "icon_canceled": "Гаразд, я скасував створення значка. Тепер ви повернулися в звичайний режим створення стікерів.",
  "empty_log": "Файл журнала порожній!",
  "spam_limit_reached": "Агов, ти куди поспішаєш! \n\nВ зв'язку з обмеженими можливостями сервера і популярністю бота, користувачам забороняється робити більше ніж *{} запитів* за *{} хвилин*. Це обмеження було введено для того, щоб ботом могли користуватися усі.\n\nТи зможеш створити нову наліпку через *{} хвилин* і *{} секунд*.",
  "donate": "Дякую, тобі, за те, що підтримуєте EzStickerBot. Ваші пожертвування використовуються для оренди сервера і не дають вводити гадську рекламу в бота.",
  "forward_animated_sticker": "Використовуйте @Stickers для створення набору анімованих наліпок, а потім натисніть на кнопку *\"Надіслати\"*, коли бот запитає відправити анімовану наліпку в форматі *.TGS*.",
  "donate_suggest": "Ого! Ти вже зробив *{}* наліпок!\n\nЯкщо тобі подобається бот, тоді ти можеш надіслати пожертвування за допомогою команди /donate."
}
